Repository: CodyBontecou/ios-location-tracker
Catalog: IsoMe/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, ja, pt_br, ru, zh_hans

source: The Export tab can now write one file per outing, with previews that show the exact format, count, and filenames before you share or save.
ar: يمكن الآن لعلامة التبويب "تصدير" كتابة ملف واحد في كل نزهة، مع معاينات تعرض التنسيق الدقيق والعدد وأسماء الملفات قبل المشاركة أو الحفظ.
bn: রপ্তানি ট্যাব এখন প্রতি আউটিং একটি ফাইল লিখতে পারে, প্রিভিউ সহ যা আপনি ভাগ বা সংরক্ষণ করার আগে সঠিক বিন্যাস, গণনা এবং ফাইলের নামগুলি দেখায়।
es: La pestaña Exportar ahora puede escribir un archivo por salida, con vistas previas que muestran el formato exacto, el recuento y los nombres de los archivos antes de compartirlos o guardarlos.
fr: L'onglet Exporter peut désormais écrire un fichier par sortie, avec des aperçus indiquant le format exact, le nombre et les noms de fichiers avant de les partager ou de les enregistrer.
hi: निर्यात टैब अब पूर्वावलोकन के साथ प्रति आउटिंग एक फ़ाइल लिख सकता है जो आपके साझा करने या सहेजने से पहले सटीक प्रारूप, गिनती और फ़ाइल नाम दिखाता है।
ja: [エクスポート] タブでは、共有または保存する前に正確な形式、数、ファイル名を示すプレビューを使用して、外出ごとに 1 つのファイルを書き込むことができるようになりました。
pt_br: A guia Exportar agora pode gravar um arquivo por saída, com visualizações que mostram o formato exato, a contagem e os nomes dos arquivos antes de você compartilhar ou salvar.
ru: На вкладке «Экспорт» теперь можно записывать по одному файлу за каждый выход с предварительным просмотром, показывающим точный формат, количество и имена файлов, прежде чем вы поделитесь ими или сохраните их.
zh_hans: “导出”选项卡现在可以每次外出写入一个文件，并在共享或保存之前预览显示确切的格式、数量和文件名。

source: The Export tab now remembers your selected formats, data type, filters, dates, and one-file-per-day choice the next time you return.
ar: تتذكر علامة التبويب "تصدير" الآن التنسيقات المحددة ونوع البيانات والمرشحات والتواريخ واختيار ملف واحد يوميًا في المرة التالية التي تعود فيها.
bn: রপ্তানি ট্যাবটি এখন আপনার নির্বাচিত ফরম্যাট, ডেটা টাইপ, ফিল্টার, তারিখ, এবং পরের বার ফিরে আসার সময় একটি-ফাইল-প্রতি-দিনের পছন্দ মনে রাখে।
es: La pestaña Exportar ahora recuerda los formatos seleccionados, el tipo de datos, los filtros, las fechas y la elección de un archivo por día la próxima vez que regrese.
fr: L'onglet Exporter mémorise désormais les formats sélectionnés, le type de données, les filtres, les dates et le choix d'un fichier par jour lors de votre prochaine visite.
hi: निर्यात टैब अब आपके चयनित प्रारूप, डेटा प्रकार, फ़िल्टर, दिनांक और अगली बार वापस लौटने पर एक-फ़ाइल-प्रति-दिन विकल्प को याद रखता है।
ja: [エクスポート] タブには、選択した形式、データ型、フィルター、日付、および 1 日あたり 1 ファイルの選択が次回アクセスしたときに記憶されるようになりました。
pt_br: A guia Exportar agora lembra os formatos selecionados, tipo de dados, filtros, datas e escolha de um arquivo por dia na próxima vez que você retornar.
ru: Вкладка «Экспорт» теперь запоминает выбранные вами форматы, тип данных, фильтры, даты и выбор «один файл в день», когда вы вернетесь в следующий раз.
zh_hans: 现在，“导出”选项卡会在您下次返回时记住您选择的格式、数据类型、过滤器、日期和每天一个文件的选择。

source: The key and value are appended as a query string (?key=value).
ar: يتم إلحاق المفتاح والقيمة كسلسلة استعلام (؟مفتاح=قيمة).
bn: কী এবং মান একটি কোয়েরি স্ট্রিং (?key=value) হিসাবে যুক্ত করা হয়।
es: La clave y el valor se agregan como una cadena de consulta (?clave=valor).
fr: La clé et la valeur sont ajoutées sous forme de chaîne de requête (?key=value).
hi: कुंजी और मान को क्वेरी स्ट्रिंग (?key=value) के रूप में जोड़ा जाता है।
ja: キーと値はクエリ文字列 (?key=value) として追加されます。
pt_br: A chave e o valor são anexados como uma string de consulta (?key=value).
ru: Ключ и значение добавляются в виде строки запроса (?key=value).
zh_hans: 键和值作为查询字符串附加 (?key=value)。

source: There is no data for the selected export settings.
ar: لا توجد بيانات لإعدادات التصدير المحددة.
bn: নির্বাচিত রপ্তানি সেটিংসের জন্য কোন ডেটা নেই।
es: No hay datos para la configuración de exportación seleccionada.
fr: Il n'y a aucune donnée pour les paramètres d'exportation sélectionnés.
hi: चयनित निर्यात सेटिंग्स के लिए कोई डेटा नहीं है।
ja: 選択したエクスポート設定のデータはありません。
pt_br: Não há dados para as configurações de exportação selecionadas.
ru: Для выбранных настроек экспорта нет данных.
zh_hans: 所选导出设置没有数据。

source: This format exports an outing summary with timing, distance, visit count, notes, and coordinates.
ar: يقوم هذا التنسيق بتصدير ملخص الرحلة مع التوقيت والمسافة وعدد الزيارات والملاحظات والإحداثيات.
bn: এই বিন্যাসটি সময়, দূরত্ব, ভিজিট কাউন্ট, নোট এবং স্থানাঙ্ক সহ একটি আউটিং সারাংশ রপ্তানি করে।
es: Este formato exporta un resumen de la salida con tiempo, distancia, recuento de visitas, notas y coordenadas.
fr: Ce format exporte un résumé de sortie avec le temps, la distance, le nombre de visites, les notes et les coordonnées.
hi: यह प्रारूप समय, दूरी, विज़िट संख्या, नोट्स और निर्देशांक के साथ एक आउटिंग सारांश निर्यात करता है।
ja: この形式では、タイミング、距離、訪問回数、メモ、座標を含む外出の概要をエクスポートします。
pt_br: Este formato exporta um resumo do passeio com tempo, distância, contagem de visitas, notas e coordenadas.
ru: В этом формате экспортируется сводная информация о поездке с указанием времени, расстояния, количества посещений, примечаний и координат.
zh_hans: 此格式导出包含时间、距离、访问次数、注释和坐标的外出摘要。

source: This is optional — skip it if you only want location visits and routes.
ar: يعد هذا أمرًا اختياريًا — قم بتخطيه إذا كنت تريد زيارات الموقع والمسارات فقط.
bn: এটি ঐচ্ছিক — আপনি যদি শুধুমাত্র অবস্থান পরিদর্শন এবং রুট চান তাহলে এটি এড়িয়ে যান।
es: Esto es opcional; omítelo si solo deseas visitas a ubicaciones y rutas.
fr: Ceci est facultatif – ignorez-le si vous souhaitez uniquement des visites et des itinéraires sur place.
hi: यह वैकल्पिक है - यदि आप केवल स्थान विज़िट और मार्ग चाहते हैं तो इसे छोड़ दें।
ja: これはオプションです。場所の訪問とルートのみが必要な場合はスキップしてください。
pt_br: Isso é opcional – pule-o se quiser apenas visitas e rotas locais.
ru: Это необязательно — пропустите его, если вам нужны только посещения мест и маршруты.
zh_hans: 这是可选的 - 如果您只想进行地点访问和路线，请跳过它。

source: THIS MONTH
ar: هذا الشهر
bn: এই মাসে
es: ESTE MES
fr: CE MOIS-CI
hi: इस महीने
ja: 今月
pt_br: ESTE MÊS
ru: В ЭТОМ МЕСЯЦЕ
zh_hans: 本月

source: This outing and its GPS points will be permanently deleted. Visits during this time will be kept.
ar: سيتم حذف هذه النزهة ونقاط GPS الخاصة بها نهائيًا. سيتم الاحتفاظ بالزيارات خلال هذا الوقت.
bn: এই আউটিং এবং এর GPS পয়েন্টগুলি স্থায়ীভাবে মুছে ফেলা হবে৷ এ সময়ের মধ্যে ভিজিট রাখা হবে।
es: Esta salida y sus puntos GPS se eliminarán permanentemente. Se mantendrán las visitas durante este tiempo.
fr: Cette sortie et ses points GPS seront définitivement supprimés. Les visites pendant cette période seront maintenues.
hi: यह आउटिंग और इसके GPS पॉइंट स्थायी रूप से हटा दिए जाएंगे। इस दौरान दौरे होते रहेंगे.
ja: この外出とそのGPSポイントは完全に削除されます。この間の訪問は継続されます。
pt_br: Este passeio e seus pontos GPS serão excluídos permanentemente. As visitas durante este período serão mantidas.
ru: Эта прогулка и ее точки GPS будут удалены без возможности восстановления. Посещения в это время будут сохранены.
zh_hans: 此次郊游及其GPS点将被永久删除。在此期间的访问将被保留。

source: This outing is currently being recorded.
ar: يتم حاليًا تسجيل هذه النزهة.
bn: এই আউটিং বর্তমানে রেকর্ড করা হচ্ছে.
es: Esta salida se está grabando actualmente.
fr: Cette sortie est actuellement en cours d'enregistrement.
hi: यह आउटिंग अभी रिकॉर्ड की जा रही है.
ja: この外出は現在記録中です。
pt_br: Este passeio está sendo gravado.
ru: Этот выход в настоящее время записывается.
zh_hans: 目前，这次外出活动正在录制中。

source: This outing was auto-inferred from your GPS history using your inferred outing settings. New Shortcut start/stop recordings are saved exactly and can be named.
ar: تم استنتاج هذه النزهة تلقائيًا من سجل نظام GPS الخاص بك باستخدام إعدادات النزهة المستنتجة. يتم حفظ تسجيلات بدء/إيقاف الاختصارات الجديدة تمامًا ويمكن تسميتها.
bn: আপনার অনুমান করা আউটিং সেটিংস ব্যবহার করে এই আউটিংটি আপনার GPS ইতিহাস থেকে স্বয়ংক্রিয়ভাবে অনুমান করা হয়েছে৷ নতুন শর্টকাট স্টার্ট/স্টপ রেকর্ডিং ঠিক সেভ করা হয়েছে এবং নাম দেওয়া যেতে পারে।
es: Esta salida se infirió automáticamente a partir de su historial GPS utilizando la configuración de salida inferida. Las nuevas grabaciones de inicio/detención de accesos directos se guardan exactamente y se les puede asignar un nombre.
fr: Cette sortie a été automatiquement déduite de votre historique GPS à l'aide de vos paramètres de sortie déduits. Les nouveaux enregistrements de démarrage/arrêt de raccourci sont enregistrés exactement et peuvent être nommés.
hi: आपकी अनुमानित आउटिंग सेटिंग्स का उपयोग करके आपके GPS इतिहास से इस आउटिंग का स्वतः अनुमान लगाया गया था। नई शॉर्टकट स्टार्ट/स्टॉप रिकॉर्डिंग बिल्कुल सहेजी जाती हैं और उन्हें नाम दिया जा सकता है।
ja: この外出は、推測された外出設定を使用して、 GPS履歴から自動的に推測されました。新しいショートカットの開始/停止記録は正確に保存され、名前を付けることができます。
pt_br: Este passeio foi inferido automaticamente a partir do seu histórico GPS usando as configurações do passeio inferido. Novas gravações de início/parada de atalho são salvas exatamente e podem ser nomeadas.
ru: Эта прогулка была автоматически получена из вашей истории GPS с использованием предполагаемых настроек прогулки. Новые записи запуска/остановки ярлыков сохраняются точно, и им можно дать имя.
zh_hans: 这次郊游是使用您推断的郊游设置从您的GPS历史记录自动推断的。新的快捷方式开始/停止录音被准确保存并可以命名。

source: This route format exports the outing's GPS route points. Notes and visit rows are not represented.
ar: يقوم تنسيق المسار هذا بتصدير نقاط مسار GPS الخاصة بالنزهة. لا يتم تمثيل الملاحظات وصفوف الزيارة.
bn: এই রুট ফর্ম্যাটটি আউটিংয়ের GPS রুট পয়েন্ট রপ্তানি করে। নোট এবং ভিজিট সারি প্রতিনিধিত্ব করা হয় না.
es: Este formato de ruta exporta los puntos de ruta GPS de la salida. Las notas y las filas de visitas no están representadas.
fr: Ce format d'itinéraire exporte les points d'itinéraire GPS de la sortie. Les lignes de notes et de visites ne sont pas représentées.
hi: यह मार्ग प्रारूप आउटिंग के GPS मार्ग बिंदुओं को निर्यात करता है। नोट्स और विज़िट पंक्तियों का प्रतिनिधित्व नहीं किया गया है।
ja: このルート形式は、外出のGPSルート ポイントをエクスポートします。メモと訪問の行は表示されません。
pt_br: Este formato de rota exporta os pontos da rota GPS do passeio. As notas e as linhas de visita não são representadas.
ru: Этот формат маршрута экспортирует точки GPS маршрута прогулки. Примечания и строки посещений не отображаются.
zh_hans: 此路线格式导出郊游的GPS路线点。注释和访问行未表示。

source: This visit will be permanently deleted.
ar: سيتم حذف هذه الزيارة نهائيًا.
bn: এই দর্শন স্থায়ীভাবে মুছে ফেলা হবে.
es: Esta visita se eliminará permanentemente.
fr: Cette visite sera définitivement supprimée.
hi: यह विज़िट स्थायी रूप से हटा दी जाएगी.
ja: この訪問は完全に削除されます。
pt_br: Esta visita será excluída permanentemente.
ru: Это посещение будет удалено навсегда.
zh_hans: 此访问将被永久删除。

source: This will permanently delete all visit data and location points. This action cannot be undone.
ar: سيؤدي هذا إلى حذف جميع بيانات الزيارة ونقاط الموقع نهائيًا. لا يمكن التراجع عن هذا الإجراء.
bn: এটি স্থায়ীভাবে সমস্ত ভিজিট ডেটা এবং অবস্থান পয়েন্ট মুছে ফেলবে। এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না৷
es: Esto eliminará permanentemente todos los datos de visita y puntos de ubicación. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement toutes les données de visite et tous les points de localisation. Cette action ne peut pas être annulée.
hi: यह सभी विज़िट डेटा और स्थान बिंदुओं को स्थायी रूप से हटा देगा। इस एक्शन को वापस नहीं किया जा सकता।
ja: これにより、すべての訪問データとロケーション ポイントが完全に削除されます。この操作は元に戻すことができません。
pt_br: Isso excluirá permanentemente todos os dados de visita e pontos de localização. Esta ação não pode ser desfeita.
ru: Это приведет к безвозвратному удалению всех данных о посещениях и точках местоположения. Это действие невозможно отменить.
zh_hans: 这将永久删除所有访问数据和位置点。此操作无法撤消。

source: Time
ar: وقت
bn: সময়
es: Tiempo
fr: Temps
hi: समय
ja: 時間
pt_br: Tempo
ru: Время
zh_hans: 时间

source: TIME
ar: وقت
bn: সময়
es: TIEMPO
fr: TEMPS
hi: समय
ja: 時間
pt_br: TEMPO
ru: ВРЕМЯ
zh_hans: 时间

source: TIME OF DAY
ar: الوقت من اليوم
bn: দিনের সময়
es: HORA DEL DÍA
fr: HEURE DE LA JOURNÉE
hi: अपना समय
ja: 時刻
pt_br: HORA DO DIA
ru: ВРЕМЯ СУТОК
zh_hans: 一天中的时间

source: Timeline
ar: الجدول الزمني
bn: টাইমলাইন
es: Línea de tiempo
fr: Chronologie
hi: समय
ja: タイムライン
pt_br: Linha do tempo
ru: Хронология
zh_hans: 时间轴

source: TIMELINE
ar: الجدول الزمني
bn: টাইমলাইন
es: LÍNEA DE TIEMPO
fr: CHRONOLOGIE
hi: समय
ja: タイムライン
pt_br: LINHA DO TEMPO
ru: ХРОНОЛОГИЯ
zh_hans: 时间轴

source: Timeline combines visits and movement sessions for the selected day. Movement comes from exact recordings plus optional inferred GPS outings.
ar: يجمع الجدول الزمني بين جلسات الزيارات والحركة لليوم المحدد. تأتي الحركة من التسجيلات الدقيقة بالإضافة إلى نزهات GPS الاختيارية المستنتجة.
bn: টাইমলাইন নির্বাচিত দিনের জন্য ভিজিট এবং মুভমেন্ট সেশনকে একত্রিত করে। আন্দোলন সঠিক রেকর্ডিং এবং ঐচ্ছিক অনুমানকৃত GPS আউটিং থেকে আসে।
es: Timeline combina visitas y sesiones de movimiento para el día seleccionado. El movimiento proviene de grabaciones exactas más salidas GPS inferidas opcionales.
fr: Timeline combine les visites et les séances de mouvement pour le jour sélectionné. Le mouvement provient d’enregistrements exacts et de sorties GPS déduites en option.
hi: टाइमलाइन चयनित दिन के लिए यात्राओं और आंदोलन सत्रों को जोड़ती है। गतिविधि सटीक रिकॉर्डिंग और वैकल्पिक अनुमानित GPS आउटिंग से आती है।
ja: タイムラインは、選択した日の訪問と移動セッションを組み合わせたものです。動きは正確な記録と、オプションで推測されるGPS外出から得られます。
pt_br: A linha do tempo combina visitas e sessões de movimento para o dia selecionado. O movimento vem de gravações exatas, além de saídas GPS inferidas opcionais.
ru: Временная шкала объединяет посещения и сеансы передвижения за выбранный день. Движение происходит на основе точных записей плюс дополнительные предполагаемые прогулки GPS .
zh_hans: 时间线结合了所选日期的访问和活动会话。运动来自精确的记录以及可选的GPS外出推断。

source: Timeline fixes
ar: إصلاحات الجدول الزمني
bn: টাইমলাইন ফিক্স
es: Correcciones en la línea de tiempo
fr: Corrections de la chronologie
hi: समयरेखा ठीक करता है
ja: タイムラインの修正
pt_br: Correções na linha do tempo
ru: Исправления временной шкалы
zh_hans: 时间线修复

source: Timestamp and coordinates are always included.
ar: يتم تضمين الطابع الزمني والإحداثيات دائمًا.
bn: টাইমস্ট্যাম্প এবং স্থানাঙ্ক সবসময় অন্তর্ভুক্ত করা হয়।
es: La marca de tiempo y las coordenadas siempre se incluyen.
fr: L'horodatage et les coordonnées sont toujours inclus.
hi: टाइमस्टैम्प और निर्देशांक हमेशा शामिल होते हैं।
ja: タイムスタンプと座標は常に含まれます。
pt_br: O carimbo de data e hora e as coordenadas são sempre incluídos.
ru: Временная метка и координаты всегда включены.
zh_hans: 始终包含时间戳和坐标。

source: To
ar: ل
bn: প্রতি
es: A
fr: À
hi: को
ja: に
pt_br: Para
ru: К
zh_hans: 到

source: TO
ar: ل
bn: প্রতি
es: A
fr: À
hi: को
ja: に
pt_br: PARA
ru: К
zh_hans: 到

source: Today
ar: اليوم
bn: আজ
es: Hoy
fr: Aujourd'hui
hi: आज
ja: 今日
pt_br: Hoje
ru: Сегодня
zh_hans: 今天

source: TODAY
ar: اليوم
bn: আজ
es: HOY
fr: AUJOURD'HUI
hi: आज
ja: 今日
pt_br: HOJE
ru: СЕГОДНЯ
zh_hans: 今天

source: Today's Distance
ar: مسافة اليوم
bn: আজকের দূরত্ব
es: La distancia de hoy
fr: Distance d'aujourd'hui
hi: आज की दूरी
ja: 今日の距離
pt_br: A distância de hoje
ru: Сегодняшняя дистанция
zh_hans: 今天的距离

source: Today’s stats at a glance
ar: احصائيات اليوم في لمحة
bn: আজকের পরিসংখ্যান এক নজরে
es: Las estadísticas de hoy de un vistazo
fr: Les statistiques du jour en un coup d'œil
hi: आज के आँकड़े एक नज़र में
ja: 今日の統計が一目で分かる
pt_br: Resumo das estatísticas de hoje
ru: Краткий обзор сегодняшней статистики
zh_hans: 今日统计数据一览

source: Today's Tracking Duration
ar: مدة التتبع اليوم
bn: আজকের ট্র্যাকিং সময়কাল
es: Duración del seguimiento de hoy
fr: Durée de suivi d'aujourd'hui
hi: आज की ट्रैकिंग अवधि
ja: 今日の追跡期間
pt_br: Duração do rastreamento de hoje
ru: Сегодняшняя продолжительность отслеживания
zh_hans: 今天的追踪持续时间

source: Today's Visits
ar: زيارات اليوم
bn: আজকের পরিদর্শন
es: Visitas de hoy
fr: Les visites du jour
hi: आज के दौरे
ja: 本日の訪問状況
pt_br: Visitas de hoje
ru: Сегодняшние посещения
zh_hans: 今天的访问

source: Track from Apple Watch
ar: تتبع من Apple Watch
bn: Apple Watch থেকে ট্র্যাক করুন
es: Seguimiento desde Apple Watch
fr: Suivre depuis Apple Watch
hi: Apple Watch से ट्रैक करें
ja: Apple Watchから追跡する
pt_br: Acompanhar do Apple Watch
ru: Трек с Apple Watch
zh_hans: 从Apple Watch追踪

source: Track from your wrist
ar: المسار من معصمك
bn: আপনার কব্জি থেকে ট্র্যাক
es: Seguimiento desde tu muñeca
fr: Suivez depuis votre poignet
hi: अपनी कलाई से ट्रैक करें
ja: 手首から追跡
pt_br: Acompanhe a partir do seu pulso
ru: Отслеживайте с вашего запястья
zh_hans: 从手腕追踪

source: Tracking
ar: تتبع
bn: ট্র্যাকিং
es: Seguimiento
fr: Suivi
hi: ट्रैकिंग
ja: トラッキング
pt_br: Monitorando
ru: Отслеживание
zh_hans: 追踪

source: TRACKING
ar: التتبع
bn: ট্র্যাকিং
es: SEGUIMIENTO
fr: SUIVI
hi: ट्रैकिंग
ja: トラッキング
pt_br: MONITORANDO
ru: ОТСЛЕЖИВАНИЕ
zh_hans: 追踪

source: Tracking auto-off
ar: تتبع الإيقاف التلقائي
bn: স্বয়ংক্রিয় বন্ধ ট্র্যাকিং
es: Apagado automático de seguimiento
fr: Arrêt automatique du suivi
hi: ट्रैकिंग स्वतः बंद
ja: トラッキングオートオフ
pt_br: Rastreamento de desligamento automático
ru: Отслеживание автоотключения
zh_hans: 跟踪自动关闭

source: Tracking Duration
ar: مدة التتبع
bn: ট্র্যাকিং সময়কাল
es: Duración del seguimiento
fr: Durée du suivi
hi: ट्रैकिंग अवधि
ja: 追跡期間
pt_br: Duração do rastreamento
ru: Продолжительность отслеживания
zh_hans: 追踪时长

source: Tracking is active. New movement will appear here after iso.me saves the first location point.
ar: التتبع نشط. ستظهر حركة جديدة هنا بعد أن يحفظ iso.me نقطة الموقع الأولى.
bn: ট্র্যাকিং সক্রিয়. iso.me প্রথম অবস্থান পয়েন্ট সংরক্ষণ করার পরে এখানে নতুন আন্দোলন প্রদর্শিত হবে।
es: El seguimiento está activo. El nuevo movimiento aparecerá aquí después de que iso.me guarde el primer punto de ubicación.
fr: Le suivi est actif. Un nouveau mouvement apparaîtra ici après iso.me ait enregistré le premier point de localisation.
hi: ट्रैकिंग सक्रिय है. iso.me पहला स्थान बिंदु सहेजने के बाद नया मूवमेंट यहां दिखाई देगा।
ja: 追跡はアクティブです。 iso.me最初の位置ポイントを保存した後、新しい動きがここに表示されます。
pt_br: O rastreamento está ativo. Um novo movimento aparecerá aqui depois que iso.me salvar o primeiro ponto de localização.
ru: Отслеживание активно. Новое движение появится здесь после того, как iso.me сохранит первую точку локации.
zh_hans: 跟踪处于活动状态。 iso.me保存第一个位置点后，新的运动将出现在此处。

source: Tracking is free and unlimited. Unlock data export with a one-time purchase.
ar: التتبع مجاني وغير محدود. فتح تصدير البيانات من خلال عملية شراء لمرة واحدة.
bn: ট্র্যাকিং বিনামূল্যে এবং সীমাহীন. এককালীন কেনাকাটার মাধ্যমে ডেটা এক্সপোর্ট আনলক করুন।
es: El seguimiento es gratuito e ilimitado. Desbloquee la exportación de datos con una compra única.
fr: Le suivi est gratuit et illimité. Débloquez l’exportation de données avec un achat unique.
hi: ट्रैकिंग मुफ़्त और असीमित है। एक बार की खरीदारी से डेटा निर्यात अनलॉक करें।
ja: 追跡は無料かつ無制限です。 1 回の購入でデータ エクスポートのロックを解除します。
pt_br: O rastreamento é gratuito e ilimitado. Desbloqueie a exportação de dados com uma compra única.
ru: Отслеживание бесплатное и неограниченное. Разблокируйте экспорт данных, совершив единоразовую покупку.
zh_hans: 跟踪是免费且无限制的。一次性购买即可解锁数据导出。

source: Tracking records visits, significant changes, and a continuous high-accuracy path. Distance filter controls how often points are saved while moving. Stop After auto-stops as a safety net.
ar: تتبع الزيارات والتغييرات الهامة ومسار مستمر عالي الدقة. يتحكم مرشح المسافة في عدد مرات حفظ النقاط أثناء التحرك. توقف بعد التوقف التلقائي كشبكة أمان.
bn: ট্র্যাকিং রেকর্ড পরিদর্শন, উল্লেখযোগ্য পরিবর্তন, এবং একটি ক্রমাগত উচ্চ-নির্ভুলতা পথ। দূরত্ব ফিল্টার নিয়ন্ত্রণ করে কত ঘন ঘন পয়েন্ট সরানোর সময় সংরক্ষণ করা হয়। একটি নিরাপত্তা নেট হিসাবে স্বয়ংক্রিয় স্টপ পরে থামুন.
es: El seguimiento registra visitas, cambios significativos y un recorrido continuo de alta precisión. El filtro de distancia controla la frecuencia con la que se guardan los puntos mientras se mueve. Stop After se detiene automáticamente como red de seguridad.
fr: Le suivi enregistre les visites, les changements importants et un chemin continu de haute précision. Le filtre de distance contrôle la fréquence à laquelle les points sont enregistrés lors du déplacement. Arrêtez-vous après l'arrêt automatique comme filet de sécurité.
hi: ट्रैकिंग विज़िट, महत्वपूर्ण परिवर्तन और निरंतर उच्च-सटीकता पथ को रिकॉर्ड करती है। दूरी फ़िल्टर नियंत्रित करता है कि चलते समय कितनी बार अंक सहेजे जाते हैं। सुरक्षा जाल के रूप में ऑटो-स्टॉप के बाद रुकें।
ja: 追跡は、訪問、重大な変更、継続的な高精度パスを記録します。距離フィルターは、移動中にポイントを保存する頻度を制御します。セーフティネットとして自動停止後に停止します。
pt_br: Acompanhamento de visitas a registros, alterações significativas e um caminho contínuo de alta precisão. O filtro de distância controla a frequência com que os pontos são salvos durante o movimento. Parar Após paradas automáticas como rede de segurança.
ru: Отслеживание посещений, существенных изменений и непрерывный путь с высокой точностью. Фильтр расстояний контролирует, как часто точки сохраняются во время движения. Остановка после автоматической остановки в качестве страховки.
zh_hans: 跟踪记录访问、重大变化和连续的高精度路径。距离过滤器控制移动时保存点的频率。停止 自动停止后作为安全网。

source: Tracking started.
ar: بدأ التتبع.
bn: ট্র্যাকিং শুরু হয়েছে।
es: Se inició el seguimiento.
fr: Le suivi a commencé.
hi: ट्रैकिंग शुरू हुई.
ja: 追跡が開始されました。
pt_br: O rastreamento foi iniciado.
ru: Отслеживание началось.
zh_hans: 追踪开始。

source: Tracking stopped.
ar: توقف التتبع.
bn: ট্র্যাকিং বন্ধ।
es: El seguimiento se detuvo.
fr: Le suivi s'est arrêté.
hi: ट्रैकिंग बंद हो गई.
ja: 追跡が停止されました。
pt_br: Rastreamento interrompido.
ru: Отслеживание остановлено.
zh_hans: 追踪停止了。

source: Tracking will stop. %@
ar: سوف يتوقف التتبع. %@
bn: ট্র্যাকিং বন্ধ হয়ে যাবে। %@
es: El seguimiento se detendrá. %@
fr: Le suivi s'arrêtera. %@
hi: ट्रैकिंग बंद हो जाएगी. %@
ja: 追跡は停止します。 %@
pt_br: O rastreamento será interrompido. %@
ru: Отслеживание прекратится. %@
zh_hans: 跟踪将停止。 %@

source: Travel path
ar: مسار السفر
bn: ভ্রমণ পথ
es: Ruta de viaje
fr: Chemin de voyage
hi: यात्रा पथ
ja: 移動経路
pt_br: Caminho de viagem
ru: Путь путешествия
zh_hans: 行进路线

source: Try Again
ar: حاول ثانية
bn: আবার চেষ্টা করুন
es: Intentar otra vez
fr: Essayer à nouveau
hi: पुनः प्रयास करें
ja: もう一度やり直してください
pt_br: Tente novamente
ru: Попробуйте еще раз
zh_hans: 再试一次

source: Try nearby search again
ar: حاول البحث في مكان قريب مرة أخرى
bn: কাছাকাছি অনুসন্ধান আবার চেষ্টা করুন
es: Intenta buscar cerca de nuevo
fr: Réessayez la recherche à proximité
hi: आस-पास पुनः खोज का प्रयास करें
ja: 近くの検索をもう一度試してください
pt_br: Tente pesquisar nas proximidades novamente
ru: Попробуйте поиск поблизости еще раз
zh_hans: 再次尝试附近搜索

source: TYPE
ar: يكتب
bn: টাইপ
es: TIPO
hi: प्रकार
ja: タイプ
pt_br: TIPO
ru: ТИП
zh_hans: 类型

source: Unable to access the export folder. Please reselect it.
ar: غير قادر على الوصول إلى مجلد التصدير. يرجى إعادة تحديده.
bn: এক্সপোর্ট ফোল্ডার অ্যাক্সেস করতে অক্ষম. এটি পুনরায় নির্বাচন করুন.
es: No se puede acceder a la carpeta de exportación. Vuelva a seleccionarlo.
fr: Impossible d'accéder au dossier d'exportation. Veuillez le resélectionner.
hi: निर्यात फ़ोल्डर तक पहुँचने में असमर्थ. कृपया इसे पुनः चुनें.
ja: エクスポートフォルダーにアクセスできません。再選択してください。
pt_br: Não é possível acessar a pasta de exportação. Selecione-o novamente.
ru: Невозможно получить доступ к папке экспорта. Пожалуйста, выберите его повторно.
zh_hans: 无法访问导出文件夹。请重新选择。

source: Unable to load this photo
ar: غير قادر على تحميل هذه الصورة
bn: এই ফটো লোড করতে অক্ষম
es: No se puede cargar esta foto
fr: Impossible de charger cette photo
hi: यह फ़ोटो लोड करने में असमर्थ
ja: この写真を読み込めません
pt_br: Não foi possível carregar esta foto
ru: Невозможно загрузить это фото
zh_hans: 无法加载这张照片
